tap "homebrew/bundle"
tap "homebrew/services"
tap "songmu/tap"
brew "act"
brew "anyenv"
brew "brotli"
brew "lz4"
brew "zstd"
brew "webp"
brew "openssl@3"
brew "asciidoctor"
brew "autopep8"
brew "bash-completion"
brew "bgpdump"
brew "c-ares"
brew "gettext"
brew "glib"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cocoapods"
brew "colordiff"
brew "docker"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "editorconfig"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "opus"
brew "libssh"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "gdb"
brew "geoipupdate"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "goreleaser"
brew "grc"
brew "guile"
brew "htop"
brew "httping"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "zookeeper"
brew "kafka", restart_service: :changed
brew "knot"
brew "kubernetes-cli"
brew "libilbc"
brew "libmaxminddb"
brew "libsmi"
brew "libxml2"
brew "lua"
brew "luv"
brew "node"
brew "markdownlint-cli"
brew "md5sha1sum"
brew "minizip"
brew "mtr"
brew "mysql"
brew "neovim"
brew "net-snmp"
brew "nghttp2"
brew "ninja"
brew "peco"
brew "pinentry-mac"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rpki-client"
brew "rust"
brew "scamper"
brew "spandsp"
brew "speexdsp"
brew "sshuttle"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unar"
brew "virtualenv"
brew "virtualenvwrapper"
brew "watch"
brew "watchman"
brew "wget"
brew "zsh-completions"
cask "adoptopenjdk8"
cask "alfred"
cask "anaconda"
cask "background-music"
cask "discord"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "skype"
cask "slack"
cask "sparkle"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
